tap "getantibody/tap"
tap "henkrehorst/php"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# Official Amazon AWS command-line interface
brew "awscli"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# PHP Composer
brew "composer"
# GNU File, Shell, and Text utilities
brew "coreutils"
# A cow saying things!
brew "cowsay"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Good-lookin' diffs with diff-highlight and more
brew "diff-so-fancy"
# Collection of GNU find, xargs, and locate
brew "findutils"
# Cleans up old and inactive forks on your GitHub account
brew "fork-cleaner"
# fortune/cowsay output :D
brew "fortune"
# Command-line fuzzy finder written in Go
brew "fzf"
# The fastest shell plugin manager
brew "getantibody/tap/antibody"
# rainbow output
brew "lolcat"
# Platform built on V8 to build network applications
brew "node"
# Node version manager
brew "nvm"
# Show ps output as a tree
brew "pstree"
# Python version management
brew "pyenv"
# Ruby version manager
brew "rbenv"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# Simplified and community-driven man pages
brew "tldr"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Extract, view, and test RAR archives
brew "unrar"
# Valet for PHP https://github.com/weprovide/valet-plus
brew "valet-php@7.2"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# UNIX shell (command interpreter)
brew "zsh"

# Apps/Other
cask "discord"
cask "firefox"
cask "font-hack"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2-beta"
cask "lastpass"
cask "slack"
cask "spotify"
cask "steam"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
